tap "adoptopenjdk/openjdk"
tap "axiomhq/tap"
tap "civo/tools"
tap "ethereum/ethereum"
tap "fluxcd/tap"
tap "go-task/tap"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "instrumenta/instrumenta"
tap "jmespath/jmespath"
tap "martindelille/tap"
tap "mike-engel/jwt-cli"
tap "oven-sh/bun"
tap "pulumi/tap"
tap "ringohub/redis-cli"
tap "shopify/shopify"
tap "tylerbrock/saw"
tap "wagoodman/dive"
tap "warrensbox/tap"
brew "act"
brew "age"
brew "aptos"
brew "asciinema"
brew "glib"
brew "atool"
brew "avrdude"
brew "freetype"
brew "avro-tools"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "bfg"
brew "blink1"
brew "caddy"
brew "cliclick"
brew "cloc"
brew "cmake", link: false
brew "conftest"
brew "coreutils"
brew "cosign"
brew "crane"
brew "ctags"
brew "curl"
brew "dfu-programmer"
brew "dialog"
brew "diff-so-fancy"
brew "dive"
brew "docker", link: false
brew "docker-buildx"
brew "docker-squash"
brew "doitlive"
brew "dos2unix"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "elinks"
brew "ethereum"
brew "exa"
brew "exercism"
brew "exiftool"
brew "fd"
brew "findutils"
brew "fish"
brew "flow-cli"
brew "fzf"
brew "gdk-pixbuf"
brew "gdrive"
brew "gh"
brew "pango"
brew "git"
brew "git-gui"
brew "glances"
brew "gnu-sed"
brew "gnutls"
brew "gnupg"
brew "go"
brew "go-jira"
brew "go-size-analyzer"
brew "golangci-lint"
brew "gomplate"
brew "goreleaser"
brew "librsvg"
brew "graphviz"
brew "groovy"
brew "grpc"
brew "helm"
brew "hey"
brew "highlight"
brew "htop"
brew "httpie"
brew "hugo"
brew "imagemagick"
brew "ioping"
brew "istioctl"
brew "jenv"
brew "jid"
brew "jp"
brew "jq"
brew "k9s"
brew "ko"
brew "krew"
brew "kube-score"
brew "kustomize"
brew "lazygit"
brew "lcov"
brew "lftp"
brew "libcaca"
brew "libpq"
brew "logcli"
brew "lynx"
brew "mas"
brew "maven"
brew "mdcat"
brew "media-info"
brew "miller"
brew "moreutils"
brew "most"
brew "mr"
brew "narwhal"
brew "ncdu"
brew "neovim"
brew "nethack"
brew "nghttp2"
brew "nmap"
brew "node"
brew "nss"
brew "nushell"
brew "nvm"
brew "openapi-generator"
brew "pigz"
brew "poppler"
brew "prettyping"
brew "pssh"
brew "pv"
brew "pwgen"
brew "python@3.8"
brew "qt"
brew "ranger"
brew "ripgrep"
brew "ruby"
brew "rustup"
brew "s3cmd"
brew "sha3sum"
brew "solidity"
brew "sops"
brew "starship"
brew "stern"
brew "tailwindcss"
brew "teensy_loader_cli"
brew "telnet"
brew "terraform"
brew "tig"
brew "tldr"
brew "tmux"
brew "transmission-cli"
brew "tree"
brew "vercel-cli"
brew "vim"
brew "w3m"
brew "wabt"
brew "watch"
brew "watchman"
brew "wget"
brew "whalebrew"
brew "wrk"
brew "yadm"
brew "yarn"
brew "yq"
brew "z"
brew "zoxide"
brew "axiomhq/tap/axiom"
brew "civo/tools/civo"
brew "fluxcd/tap/flux"
brew "go-task/tap/go-task"
brew "mike-engel/jwt-cli/jwt-cli"
brew "oven-sh/bun/bun"
brew "pulumi/tap/pulumi"
brew "ringohub/redis-cli/redis-cli"
brew "tylerbrock/saw/saw"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "adoptopenjdk11"
cask "adoptopenjdk14"
cask "alacritty"
cask "alfred"
cask "amethyst"
cask "blink1control"
cask "cakebrew"
cask "calibre"
cask "chrysalis"
cask "db-browser-for-sqlite"
cask "discord"
cask "docker"
cask "dropbox"
cask "elgato-camera-hub"
cask "firefox"
cask "font-cascadia-code"
cask "fork"
cask "github"
cask "gitter"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "gpg-suite"
cask "graphiql"
cask "inkscape"
cask "istat-menus"
cask "iterm2"
cask "itsycal"
cask "jetbrains-toolbox"
cask "key-codes"
cask "kitty"
cask "lens"
cask "linear-linear"
cask "logitech-options"
cask "logitech-presentation"
cask "marta"
cask "meld"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "minecraft"
cask "notion"
cask "openaudible"
cask "pgadmin4"
cask "postico"
cask "postman"
cask "qlmarkdown"
cask "redisinsight"
cask "slack"
cask "spectacle"
cask "sublime-merge"
cask "teamviewer"
cask "telegram"
cask "tweeten"
cask "ultimaker-cura"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "xquartz"
cask "yt-music"
cask "ytmdesktop-youtube-music"
cask "zoom"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
whalebrew "directory"
vscode "diamondmind.solarized-neue"
vscode "golang.go"
vscode "hasurahq.hasura"
vscode "jebbs.plantuml"
vscode "k--kato.intellij-idea-keybindings"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cpptools"
vscode "onflow.cadence"
vscode "platformio.platformio-ide"
vscode "technosophos.vscode-make"
vscode "vscodevim.vim"
