tap "adoptopenjdk/openjdk"
tap "azure/functions"
tap "fluxcd/tap"
tap "googlecontainertools/kpt", "https://github.com/GoogleContainerTools/kpt.git"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "instrumenta/instrumenta"
tap "jmespath/jmespath"
tap "kube-score/tap"
tap "martindelille/tap"
tap "mike-engel/jwt-cli"
tap "osx-cross/avr"
tap "ringohub/redis-cli"
tap "shopify/shopify"
tap "txn2/tap"
tap "wagoodman/dive"
tap "weaveworks/tap"
brew "act"
brew "asciinema"
brew "atool"
brew "avrdude"
brew "awscli"
brew "python@3.8"
brew "azure-cli"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "bfg"
brew "blink1"
brew "ghc"
brew "cabal-install"
brew "freetype"
brew "glib"
brew "conftest"
brew "coreutils"
brew "curl"
brew "dfu-programmer"
brew "dialog"
brew "diff-so-fancy"
brew "docker", link: false
brew "docker-squash"
brew "doitlive"
brew "dos2unix"
brew "elinks"
brew "etcd"
brew "exa"
brew "exercism"
brew "exiftool"
brew "fd"
brew "findutils"
brew "fish"
brew "fzf"
brew "gdk-pixbuf"
brew "git"
brew "git-gui"
brew "glances"
brew "gnu-sed"
brew "gnupg", link: false
brew "go"
brew "go-jira"
brew "pango"
brew "graphviz"
brew "groovy"
brew "growly"
brew "grpc"
brew "helm"
brew "hey"
brew "highlight"
brew "htop"
brew "httpie"
brew "hugo"
brew "hyperkit", link: false
brew "ioping"
brew "istioctl"
brew "jenv"
brew "jid"
brew "jq"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "krew"
brew "kube-linter"
brew "kubebuilder"
brew "kubectx"
brew "kustomize"
brew "libcaca"
brew "lynx"
brew "mas"
brew "maven"
brew "mdcat"
brew "media-info"
brew "moreutils"
brew "most"
brew "mr"
brew "narwhal"
brew "ncdu"
brew "node"
brew "node@10"
brew "nss"
brew "nvm"
brew "octant"
brew "opa"
brew "openshift-cli"
brew "poppler"
brew "postgresql@9.6"
brew "prettyping"
brew "pssh"
brew "pv"
brew "pwgen"
brew "qt"
brew "ranger"
brew "ripgrep"
brew "ruby"
brew "rustup-init"
brew "stern"
brew "teensy_loader_cli"
brew "telnet"
brew "terraform"
brew "tig"
brew "tldr"
brew "tmux"
brew "tomcat@8"
brew "transmission-cli"
brew "tree"
brew "vim"
brew "vimpager"
brew "w3m"
brew "watch"
brew "watchman"
brew "wget"
brew "whalebrew"
brew "yadm"
brew "yq"
brew "azure/functions/azure-functions-core-tools@3"
brew "fluxcd/tap/flux"
brew "googlecontainertools/kpt/kpt"
brew "instrumenta/instrumenta/kubeval"
brew "jmespath/jmespath/jp"
brew "kube-score/tap/kube-score"
brew "mike-engel/jwt-cli/jwt-cli"
brew "osx-cross/avr/avr-gcc@9"
brew "ringohub/redis-cli/redis-cli"
brew "shopify/shopify/toxiproxy"
brew "txn2/tap/kubefwd"
brew "wagoodman/dive/dive"
cask "adoptopenjdk11"
cask "adoptopenjdk14"
cask "adoptopenjdk8"
cask "amethyst"
cask "blink1control"
cask "cakebrew"
cask "chrysalis"
cask "docker"
cask "firefox"
cask "font-cascadia-code"
cask "fork"
cask "github"
cask "gitter"
cask "google-chrome"
cask "gpg-suite"
cask "iterm2"
cask "itsycal"
cask "jetbrains-toolbox"
cask "key-codes"
cask "lens"
cask "logitech-options"
cask "logitech-presentation"
cask "marta"
cask "mattermost"
cask "meld"
cask "microsoft-auto-update"
cask "microsoft-azure-storage-explorer"
cask "microsoft-office-2016"
cask "microsoft-teams"
cask "oni"
cask "pgadmin4"
cask "postman"
cask "skype-for-business"
cask "slack"
cask "spectacle"
cask "visual-studio-code"
cask "vlc"
cask "xquartz"
cask "yt-music"
cask "ytmdesktop-youtube-music"
cask "zoom"
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Push Diagnostics", id: 689859502
