tap "adoptopenjdk/openjdk"
tap "go-task/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "instrumenta/instrumenta"
tap "jmespath/jmespath"
tap "martindelille/tap"
tap "mike-engel/jwt-cli"
tap "ringohub/redis-cli"
tap "shopify/shopify"
tap "wagoodman/dive"
brew "act"
brew "asciinema"
brew "glib"
brew "atool"
brew "avrdude"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "freetype"
brew "bfg"
brew "blink1"
brew "cmake"
brew "conftest"
brew "coreutils"
brew "ctags"
brew "curl"
brew "dfu-programmer"
brew "dialog"
brew "diff-so-fancy"
brew "docker", link: false
brew "docker-squash"
brew "doitlive"
brew "dos2unix"
brew "elinks"
brew "exa"
brew "exercism"
brew "exiftool"
brew "fd"
brew "findutils"
brew "fish"
brew "flow-cli"
brew "fzf"
brew "gdk-pixbuf"
brew "gdrive"
brew "gh"
brew "git"
brew "git-gui"
brew "glances"
brew "gnu-sed"
brew "gnutls"
brew "gnupg"
brew "go"
brew "go-jira"
brew "golangci-lint"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "groovy"
brew "grpc"
brew "hey"
brew "highlight"
brew "htop"
brew "httpie"
brew "hugo"
brew "imagemagick"
brew "ioping"
brew "istioctl"
brew "jenv"
brew "jid"
brew "jp"
brew "jq"
brew "k9s"
brew "libcaca"
brew "lynx"
brew "mas"
brew "maven"
brew "mdcat"
brew "media-info"
brew "moreutils"
brew "most"
brew "mr"
brew "narwhal"
brew "ncdu"
brew "neovim"
brew "nethack"
brew "nghttp2"
brew "node"
brew "nss"
brew "nvm"
brew "openapi-generator"
brew "poppler"
brew "prettyping"
brew "pssh"
brew "pv"
brew "pwgen"
brew "python@3.8"
brew "qt"
brew "ranger"
brew "ripgrep"
brew "ruby"
brew "rustup-init"
brew "stern"
brew "teensy_loader_cli"
brew "telnet"
brew "tig"
brew "tldr"
brew "tmux"
brew "transmission-cli"
brew "tree"
brew "vercel-cli"
brew "vim"
brew "w3m"
brew "wabt"
brew "watch"
brew "watchman"
brew "wget"
brew "whalebrew"
brew "wrk"
brew "yadm"
brew "yarn"
brew "yq"
brew "z"
brew "go-task/tap/go-task"
brew "mike-engel/jwt-cli/jwt-cli"
brew "ringohub/redis-cli/redis-cli"
brew "wagoodman/dive/dive"
cask "adoptopenjdk11"
cask "adoptopenjdk14"
cask "alfred"
cask "amethyst"
cask "blink1control"
cask "cakebrew"
cask "chrysalis"
cask "db-browser-for-sqlite"
cask "discord"
cask "docker"
cask "dropbox"
cask "elgato-camera-hub"
cask "firefox"
cask "font-cascadia-code"
cask "fork"
cask "github"
cask "gitter"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "gpg-suite"
cask "istat-menus"
cask "iterm2"
cask "itsycal"
cask "jetbrains-toolbox"
cask "key-codes"
cask "lens"
cask "linear-linear"
cask "logitech-options"
cask "logitech-presentation"
cask "marta"
cask "meld"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "minecraft"
cask "pgadmin4"
cask "postico"
cask "postman"
cask "qlmarkdown"
cask "slack"
cask "spectacle"
cask "tweeten"
cask "ultimaker-cura"
cask "visual-studio-code"
cask "vlc"
cask "xquartz"
cask "yt-music"
cask "ytmdesktop-youtube-music"
cask "zoom"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
