fisherman/await
edc/bass
oh-my-fish/theme-bobthefish
fisherman/cprintf
fisherman/debug
fisherman/done
fisherman/fzf
fisherman/g2
fisherman/get
fisherman/getopts
fisherman/git_util
fisherman/humanize_duration
fisherman/imgcat
fisherman/kubectl-completions
fisherman/last_job_id
fisherman/spin
oh-my-fish/plugin-vi-mode
fisherman/z
