jorgebucaran/fisher
edc/bass
fisherman/cprintf
franciscolourenco/done
jorgebucaran/getopts
jethrokuan/fzf
jethrokuan/z
reitzig/sdkman-for-fish
gazorby/fish-abbreviation-tips
IlanCosman/tide
evanlucas/fish-kubectl-completions
jorgebucaran/nvm.fish
