edc/bass
oh-my-fish/theme-bobthefish
fisherman/cprintf
fisherman/debug
franciscolourenco/done
fisherman/fzf
jorgebucaran/getopts
fisherman/git_util
fisherman/imgcat
fisherman/kubectl-completions
jethrokuan/z
jorgebucaran/FISH-await
jorgebucaran/FISH-last-job-id
jorgebucaran/shark
jorgebucaran/get
reitzig/sdkman-for-fish
